export const equipmentData = [
    {
        title: "얀마엔진",
        description: "얀마 디젤 엔진을 기반으로 한 실습 장비로, 엔진 성능 테스트 및 고장 진단 교육에 활용됩니다.",
        imageUrl: "/business/얀마엔진.jpg",
        features: ["실시간 엔진 데이터 수집 및 분석","다양한 운전 조건 시뮬레이션","정확한 고장 진단 및 교육용 활용"]
    },
    {
        title: "카본세척기",
        description: "엔진 내부에 축적된 카본을 제거하여 성능을 회복시키는 장비로, 연비 개선과 배출가스 감소에 효과적입니다.",
        imageUrl: "/business/카본세척기.jpg",
        features: ["고온 스팀 또는 화학 세정 방식", "엔진 내부 카본 제거", "연비 향상 및 배출가스 저감"]
    },
    {
        title: "엔진부품샌딩기",
        description: "엔진 부품의 표면을 연마하여 부식이나 오염을 제거하고, 부품의 수명을 연장시키는 장비입니다.",
        imageUrl: "/business/엔진부품샌딩기.jpg",
        features: ["고속 회전 연마 기능", "부품 표면의 녹 및 오염 제거", "정밀한 표면 처리로 부품 수명 연장"]
    },
    {
        title: "G2 엔진",
        description: "G2 엔진은 현대자동차의 디젤 엔진으로, 고효율과 친환경성을 강조한 최신 기술이 적용된 엔진입니다.",
        imageUrl: "/business/G2엔진.jpg",
        features: ["자동 냉매 회수", "진공 펌프 내장", "누설 검사 기능"]
    },
    {
        title: "부품세척기",
        description: "각종 부품, 엔진, 터보차저등 여러가지 부품을 세척하는 용도의 장비입니다.",
        imageUrl: "/business/VGT.jpg",
        features: ["부품의 노폐물 제거", "특수 약물사용으로 유지효과증대"]
    },
    {
        title: "건식",
        description: "고온의 열풍을 이용하여 DPF 내부에 축적된 그을음(카본)을 연소시켜 제거하는 방식입니다.",
        imageUrl: "/business/건식장비.jpg",
        features: ["고온 열풍을 통한 카본 제거", "필터 손상 최소화", "화학약품 미사용으로 환경 친화적"]
    },
    {
        title: "습식",
        description: "특수한 세정액을 사용하여 DPF 내부의 그을음과 재를 용해시키고 세척하는 방식입니다.",
        imageUrl: "/business/습식장비.jpg",
        features: ["세정액을 통한 효율적인 세척", "복잡한 구조의 필터 내부까지 세정 가능", "세정 후 건조 과정 필요"]
    },
    {
        title: "커민스시뮬레이터",
        description: "커민스 엔진 시뮬레이터는 커민스 디젤 엔진의 작동 원리와 고장 진단을 교육하기 위한 시뮬레이션 장비입니다.",
        imageUrl: "/business/커민스시뮬레이터.jpg",
        features: ["엔진 작동 시뮬레이션", "고장 진단 교육용 시나리오 제공", "실시간 데이터 모니터링"]
    },
    {
        title: "인젝터 테스트기",
        description:
            "인젝터의 밸브 작동 상태, 전자석 작동 등을 검사하여 인젝터의 정상적인 작동 여부를 확인합니다.",
        imageUrl: "/business/인젝터테스터.jpg",
        features: ["분사량 측정", "분사 압력 측정", "누출 검사","작동 상태 검사"]
    },
    {
        title: "엔진 시뮬레이터",
        description:
            "엔진 시뮬레이터는 특정 엔진의 작동 방식이나 성능을 모의적으로 표현하는 소프트웨어 또는 장치입니다. 실제 엔진을 사용하지 않고도 다양한 조건 하에서의 작동 상태를 시뮬레이션하여 분석 및 테스트할 수 있습니다",
        imageUrl: "/business/엔진시뮬레이터.jpg",
        features: ["엔진 설계 및 개발", "엔진 성능 테스트", "엔진 교육 및 훈련","엔진 연구 및 개발"]
    }
];